Repository: iamkaiwei/3min-iOS
Catalog: PhotoButton/Supporting Files/*.lproj/Localizable.strings
Languages: vi

source: Pull to refresh
vi: Kéo để tải lại

source: 3 mins loading...
vi: 3 mins đang tải...

source: Login...
vi: Đang đăng nhập...

source: Login successfully
vi: Đăng nhập thành công

source: Login failed
vi: Đăng nhập thất bại

source: Connected
vi: Đã kết nối

source: No connection!
vi: Không có mạng!

source: Loading...
vi: Đang tải...

source: Update required
vi: Yêu cầu cập nhật

source: There is a newer version, please update to get the best experience
vi: Đã có phiên bản mới, vui lòng cập nhật để có trải nghiệm tốt nhất

source: Browse Products
vi: Sản Phẩm Mới

source: Search Product
vi: Tìm Sản Phẩm

source: Activity
vi: Thông Báo

source: Main Menu
vi: Menu Chính

source: Stuff I Liked
vi: Sản Phẩm Đã Thích

source: List Offers
vi: Danh Sách Đặt Giá

source: My Listings
vi: Sản Phẩm Của Tôi

source: Offer I Made
vi: Sản Phẩm Tôi Đã Đặt Giá

source: You Offer
vi: Giao Dịch

source: Something Wrong
vi: Đã xảy ra lỗi

source: Please try again later!
vi: Vui lòng thử lại sau!

source: Confirm
vi: Xác nhận

source: Do you want to save this item for later?
vi: Bạn có muốn giữ thông tin sản phẩm này lại?

source: Do you want to offer with original price?
vi: Bạn có muốn đặt giá với giá gốc?

source: Do you want to Mark as sold your product?
vi: Bạn chắc chắn đã bán sản phẩm này?

source: Are you sure you want to log out?
vi: Bạn chắc chắn muốn đăng xuất?

source: Log out
vi: Đăng xuất

source: Failure to load categories
vi: Không thể tải danh mục

source: Retry
vi: Thử lại

source: Cancel
vi: Huỷ

source: No
vi: Không

source: Yes
vi: Có

source: Error
vi: Lỗi

source: You haven't chose any category yet
vi: Bạn chưa chọn danh mục cho sản phẩm

source: You haven't chose any name yet
vi: Bạn chưa đặt tên cho sản phẩm

source: You haven't chose any price yet
vi: Bạn chưa đặt giá cho sản phẩm

source: There is no images in your product, try to add one
vi: Bạn phải thêm ít nhất 1 hình ảnh cho sản phẩm

source: Choose one
vi: Bấm để chọn

source: Your product has been uploaded successfully.
vi: Sản phẩm của bạn đã được tải lên thành công

source: Fail to upload, try again later
vi: Đăng sản phẩm thất bại, vui lòng thử lại sau

source: Back
vi: Trở về

source: Type message here to chat...
vi: Nhập tin nhắn để chat...

source: Offers %@ VND
vi: Đặt giá %@ VNĐ

source: %@ is selling it for %@ VND
vi: %@ đăng bán với giá %@ VNĐ

source: Delete Photo
vi: Xoá Ảnh

source: Choose Photo
vi: Chọn Ảnh Trong Máy

source: Take Photo
vi: Chụp Ảnh Mới

source: Oh Snap
vi: Đã Xảy Ra Lỗi

source: Failed to load the camera.
vi: Không thể kết nối đến camera.

source: View Offers
vi: Xem Đặt Giá

source: Sold
vi: Đã Bán

source: Selling
vi: Đang Bán

source: Enter product description
vi: Nhập chi tiết sản phẩm

source: Hi! I want to sell %@ for %@ VND. Let's take a look!
vi: Mình muốn bán %@ với giá %@ VNĐ. Cùng nhau xem nào!

source: Pending...
vi: Đang gửi...

source: View previous message..
vi: Xem tin nhắn cũ hơn..
